<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"
"http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<title>Untitled Document</title>
<style type="text/css">
<!--
body {
	background-color: #000000;
}
.style1 {
	color: #FFFFFF;
	font-size: 36px;
}
.style2 {
	color: #FFFFFF;
	font-size: 18px;
}
-->
</style>
<script language="JavaScript" type="text/JavaScript">
<!--
function MM_reloadPage(init) {  //reloads the window if Nav4 resized
  if (init==true) with (navigator) {if ((appName=="Netscape")&&(parseInt(appVersion)==4)) {
    document.MM_pgW=innerWidth; document.MM_pgH=innerHeight; onresize=MM_reloadPage; }}
  else if (innerWidth!=document.MM_pgW || innerHeight!=document.MM_pgH) location.reload();
}
MM_reloadPage(true);
//-->
</script>
</head>

<body>
<div id="Layer1" style="position:absolute; left:469px; top:6px; width:553px; height:92px; z-index:1">
  <div align="center"><span class="style1">&iquest;CUAL ES EL PROBLEMA? </span></div>
</div>
<div id="Layer2" style="position:absolute; left:16px; top:126px; width:1549px; height:428px; z-index:2">
  <p align="justify" class="style2"> El motivo de esta investigaci&oacute;n es dar a conocer a la gente sobre los virus inform&aacute;ticos que tienen en las computadoras sabemos de ante mano que al paso de los a&ntilde;os se han inventado cosas muy buenas y sobre todo el surgimiento de nuevas tecnolog&iacute;as, o mas bien nuevas herramientas de trabajo. </p>
  <p align="justify" class="style2"> Pasamos de tener que comunicarnos por cartas, noticias, peri&oacute;dicos a f&aacute;cilmente a tener todo eso en un monitor donde se pueden comunicar, estar al d&iacute;a en las noticias, entretenimiento, investigar, crear contenido en una sola herramienta que es la computadora algo totalmente genial y super interesante. </p>
  <p align="justify" class="style2"> Despu&eacute;s de esta pandemia que estamos pasando (o paso dependiendo de cuando se lea esta investigaci&oacute;n, pero al momento estamos en pandemia) el uso de esta herramienta a sido muy importante ya que se hizo popular las llamadas &ldquo;Clases en l&iacute;nea&rdquo; amados por las personas que saben usar una computadora y odiadas para la gente que se complica el uso de dicha herramienta, entonces dio la oportunidad a las personas de conocer esta tecnolog&iacute;a y darle su importancia en nuestro d&iacute;a laboral. </p>
  <p align="justify" class="style2"> Pero como todo tiene su lado bueno existe el lado malo y esto es lo que quiero hablar al ser una tecnolog&iacute;a muy importante y fuerte tambi&eacute;n tiene su lado negativo que son los llamados &ldquo;virus inform&aacute;ticos&rdquo; que a mucha gente no les importa porque ellos aseguran que saben d&oacute;nde navegan y no tienen el riesgo y si pueden tener raz&oacute;n, pero, aun as&iacute;, tienen el mismo riesgo de infectarse de virus, </p>
  <p align="justify" class="style2"> &iquest;Qu&eacute; consecuencias tiene? </p>
  <p align="justify" class="style2"> Muchas en realidad desde que la computadora/lapto se vuelva lenta (en mejor de los casos), a quemar totalmente y dejar inservible tu pc y el peor de los casos, robo de informaci&oacute;n personal, pero eso depende de que virus hablemos y eso lo haremos m&aacute;s adelante. </p>
</div>
</body>
</html>
