<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"
"http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<title>Untitled Document</title>
<style type="text/css">
<!--
body {
	background-color: #000000;
}
.style1 {
	color: #FFFFFF;
	font-size: 36px;
}
.style2 {color: #FFFFFF}
-->
</style>
<script language="JavaScript" type="text/JavaScript">
<!--
function MM_reloadPage(init) {  //reloads the window if Nav4 resized
  if (init==true) with (navigator) {if ((appName=="Netscape")&&(parseInt(appVersion)==4)) {
    document.MM_pgW=innerWidth; document.MM_pgH=innerHeight; onresize=MM_reloadPage; }}
  else if (innerWidth!=document.MM_pgW || innerHeight!=document.MM_pgH) location.reload();
}
MM_reloadPage(true);
//-->
</script>
</head>

<body>
<div id="Layer1" style="position:absolute; left:436px; top:16px; width:432px; height:74px; z-index:1">
  <div align="center"><span class="style1">VIRUS INFORMATICOS</span></div>
</div>
<div id="Layer2" class="style2" style="position:absolute; left:14px; top:104px; width:1334px; height:414px; z-index:2">
  <p><strong> Gusano Morris (1988) </strong></p>
  <p> Uno de los primeros y m&aacute;s peligrosos virus de la historia de inform&aacute;tica, que lleg&oacute;, adem&aacute;s, cuando la ciberseguridad todav&iacute;a se encontraba en pa&ntilde;ales. </p>
  <p> En noviembre de 1988, momento de su activaci&oacute;n internet todav&iacute;a estaba lejos de ser campo f&eacute;rtil y recurrente que es a d&iacute;a de hoy. Sin embargo, basto para infectar cerca del 10% de los 60,000 ordenadores con conexi&oacute;n que exist&iacute;an. Incluso lleg&oacute; a dar problemas al mism&iacute;simo centro de investigaci&oacute;n de la Nasa y al Pent&aacute;gono. </p>
  <p> El malware ralentizaba enormemente los equipos en los que se alojaba, adem&aacute;s de crear procesos y archivos en carpetas temporales. Su creador, llamado Robert Tappan Morris, por entonces era un joven estudiante de la Universidad de Cornell. Fue condenado en 1990 a pagar m&aacute;s de 100.000 d&oacute;lares y a realizar 400 horas de servicios comunitarios. Tras hacer fortuna en internet gracias a diversos proyectos, actualmente se dedica a la docencia como profesor asociado en el prestigioso Instituto Tecnol&oacute;gico de Massachusetts (MIT). </p>
  <p> <strong>CIH/Chernobyl (1998) </strong></p>
  <p> Si el Gusano Morris hab&iacute;a logrado sacudir el incipiente internet de finales de los ochenta chernobyl supuso su perfecto relevo diez a&ntilde;os despu&eacute;s, cuando la red ya se encontraba en auge. Su nombre se debe al d&iacute;a en que fue activado: el 26 de abril, el mismo en que tuvo lugar la archiconocida hecatombe nuclear en Rusia. El CIH, programado por un estudiante de la Universidad de Taip&eacute;i llamado Chen Ing Hau, formateaba el disco duro de los equipos borrado toda la informaci&oacute;n almacenada. Al mismo tiempo, acababa con el contenido de la BIOPS (lo que provocaba que el ordenador no pudiese arrancar) e infectaba los ficheros ejecutables en los sistemas con windows 95 y Windows 98. </p>
  <p><strong> Melissa</strong> (1999) </p>
  <p> Tan solo un a&ntilde;o despu&eacute;s de la aparici&oacute;n de chernobyl, el mundo de la ciberseguridad tuvo que lidiar con una nueva amenaza: Melissa. Este virus empleada t&eacute;cnica de ingenier&iacute;a social con el fin de enga&ntilde;ar al usuario. Llegaba por correo electr&oacute;nico, y en el asunto se pod&iacute;a leer &ldquo;Aqu&iacute; est&aacute; el documento que me pediste&hellip; no se lo ense&ntilde;es a nadie&rdquo;. Una vez se abr&iacute;a el mensaje, este se reenviaba a los 50 primeros contactos que encontrarse en la cuenta del afectado. </p>
  <p> Melissa provoco enormes perdidas econ&oacute;micas, se calcula que se encuentran alrededor de los 80 millones. Su creador, David L. Smith, corri&oacute; menos suerte que los dos anteriores anteriores. </p>
  <p><strong> ILove You (2000) </strong></p>
  <p> Probablemente el malware m&aacute;s conocido de toda la historia. A pesar de que el famoso &ldquo;efecto 2000&rdquo; se qued&oacute; en nada, internet, finalmente, si que sufri&oacute; una sacudida con el cambio de milenio. Creado en Fiipinas por el estudiante de inform&aacute;tica Onel de Guzm&aacute;n, ILove You se extendi&oacute; r&aacute;pidamente por ordenadores de todo el mundo hasta infectar a 50 millones de dispositivos en una semana. Incluso lleg&oacute; a dar problemas al Parlamento Brit&aacute;nico y al Pent&aacute;gono. </p>
  <p> Al igual que Melissa, ILove You empleaba la ingenier&iacute;a social. EL malware se presentaba como un mensaje llamado &ldquo;Love letter for you&rdquo;, que llegaba a los afectado disfrazado de correo electr&oacute;nico. Una vez activado, el virus sustitu&iacute;a los archivos del dispositivo por copias y trataba de descargar un troyano que robaba toda la informaci&oacute;n del usuario. </p>
  <p><strong> Mydoom</strong> (2004) </p>
  <p> Todavia al d&iacute;a de hoy no se sabe qui&eacute;n estuvo detr&aacute;s de la creaci&oacute;n del c&oacute;digo de este malware, aunque se cree que su origen est&aacute; en Rusia. Hablar de Mydoom es hacerlo sobre el virus que m&aacute;s r&aacute;pido se ha extendido de toda la historia. Se calcula que lleg&oacute; a reducir el trafico en internet en un 10%. Llegaba a los ordenadores bajo un mensaje en el que se pod&iacute;an leer palabras como &ldquo;error&rdquo; o &ldquo;prueba&rdquo;. Una vez se activaba, se abr&iacute;a el bloc de notas del equipo, en el que comenzaba a aparecer un texto ilegible. Tras esto, se reenviaba a todos los contactos del usuario. </p>
  <p> Adem&aacute;s, contaba con puerta de atr&aacute;s, por lo que permit&iacute;a que otros usuarios pudiesen acceder a los equipos infectados. </p>
  <p><strong> Conflicker (2008) </strong></p>
  <p> Al igual que Mydoom, Conficker era capaz de replicarse a si mismo; sin embargo, sus caracter&iacute;sticas resultaron mucho m&aacute;s da&ntilde;inas que las de este. Una vez activado, el equipo infectado perd&iacute;a varios servicios de Windows, Al mismo tiempo, trataba de descargar un troyano, Este malware trajo a Microsoft de cabeza. Tanto que la empresa lleg&oacute; a ofrecer una recompensa de 250,000 d&oacute;lares por el nombre de su creador. El virus lleg&oacute; a afectar 6% de los ordenadores de todo el mundo. </p>
  <p><strong> WannaCry (2017)Ra </strong></p>
  <p> El &uacute;ltimo gran ataque masivo de la historia de la inform&aacute;tica. Este virus, presuntamente de origen norcoreano, puso en jaque a empresas de todo el mundo, entre ella telef&oacute;nica, La compa&ntilde;&iacute;a espa&ntilde;ola de comunicaci&oacute;n se vio obligada a solicitar a sus empleados que apagasen sus ordenadores para evitar que el problema se propagase. </p>
WannaCry se dedicaba a encriptar los datos que encontraba en los sistemas que infectaba provocando que fuesen inaccesibles para el usuario. Mas tarde, se solicitaba un rescate de 300 d&oacute;lares a cambio de las claves necesarias para recuperar el control del ordenador. Causo unas p&eacute;rdidas cercanas a los 200 millones de euros. (ABCsoftware, 12 de julio de 2019) </div>
</body>
</html>
